export const newsData = [
  {
    homenum: 1,
    date: "12 сарын 21",
    title: "Өнөөдөр цас орохгүй, цаг агаар тогтуун байна",
    summary: "Өнөөдөр нийт нутгаар цас орохгүй, цаг агаар тогтуун байна.",
    time: "2 цагийн өмнө",
    comments: 11,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 23",
  },

  {
    homenum: 2,
    date: "12 сарын 20",
    title:
      "Баярын худалдааны үеэр олныг машинаар дайрсны улмаас 2 хүн амиа алдаж, 68 хүн бэртжээ",
    summary:
      "Германы Магдебург хотод өчигдөр буюу 2024 оны 12-р сарын 20-нд болж, Зул сарын зах дээр нэгэн автомашин олон хүнийг дайрч...",
    time: "21 минутын өмнө",
    comments: 0,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 22",
  },
  {
    homenum: 3,
    date: "12 сарын 20",
    title:
      "Эрдэнэс Тавантолгойн ногдол ашиг 121500 төгрөгийг иргэдийн дансанд шилжүүллээ",
    summary:
      "Ерөнхий сайд Л.Оюун-Эрдэнэ өчигдөр мэдээлэл хийхдээ Эрдэнэс Тавантолгой компанийн 12-р сарын 20-ны байдлаар 4.3 их наяд төгрөгийн ашигтай ажилласан.",
    time: "2 цагийн өмнө",
    comments: 316,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 21",
  },
  {
    homenum: 4,
    date: "12 сарын 20",
    title:
      "Л.Оюун-Эрдэнэ: Иргэн бүр 350 мянган төгрөгийн ногдол ашиг хүртэх боломж бүрдсэн",
    summary:
      "Ерөнхий сайд Л.Оюун-Эрдэнэ мэдээлэл хийхдээ Монгол Улсын иргэн бүрд ногдол ашиг олгох тухай дурдсан.",
    time: "Өчигдөр",
    comments: 625,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 20",
  },
  {
    homenum: 5,
    date: "12 сарын 19",
    title: "Төмөр замын төв буудлын нүхэн гарц урсдаг замтай боллоо",
    summary:
      "Улаанбаатар хотын төмөр замын төв буудалд шинэчлэлийн ажил хийгдэж, урсдаг зам ашиглалтад орлоо.",
    time: "2024-12-19 16:45",
    comments: 1709,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 19",
  },
  {
    homenum: 6,
    date: "12 сарын 19",
    title: "2025 оноос хэрэгжиж эхлэх ХУУЛЬ, ТОГТООЛУУД",
    summary:
      "2025 оноос хэрэгжих шинэ хууль, тогтоолуудын талаар дэлгэрэнгүй танилцуулга хүргэж байна.",
    time: "2024-12-19 08:36",
    comments: 156,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 18",
  },
  {
    homenum: 7,
    date: "12 сарын 18",
    title: "ЦЕГ: Реппер Roockie-г олж тогтоон шалгаж байна",
    summary:
      "Цагдаагийн ерөнхий газраас мэдээлснээр Реппер Roockie-г хуулийн дагуу шалгаж байгаа тухай мэдэгдэв.",
    time: "2024-12-19 10:21",
    comments: 98,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
  },
  {
    homenum: 8,
    date: "12 сарын 19",
    title: "Төмөр замын төв буудлын нүхэн гарц урсдаг замтай боллоо",
    summary:
      "Улаанбаатар хотын төмөр замын төв буудалд шинэчлэлийн ажил хийгдэж, урсдаг зам ашиглалтад орлоо.",
    time: "2024-12-19 16:45",
    comments: 1709,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
  },
  {
    homenum: 9,
    date: "12 сарын 19",
    title: "2025 оноос хэрэгжиж эхлэх ХУУЛЬ, ТОГТООЛУУД",
    summary:
      "2025 оноос хэрэгжих шинэ хууль, тогтоолуудын талаар дэлгэрэнгүй танилцуулга хүргэж байна.",
    time: "2024-12-19 08:36",
    comments: 156,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
  },
  {
    homenum: 10,
    date: "12 сарын 18",
    title: "ЦЕГ: Реппер Roockie-г олж тогтоон шалгаж байна",
    summary:
      "Цагдаагийн ерөнхий газраас мэдээлснээр Реппер Roockie-г хуулийн дагуу шалгаж байгаа тухай мэдэгдэв.",
    time: "2024-12-19 10:21",
    comments: 98,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
  },
];

export const articles = [
  {
    article: "Зарим газраар цас орж, шуурнаа",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/11/-08112024-1731022949-1997003339-251396-20022020-1582157098-441564515-tsasan_shuurga1.jpeg",
    title:
      "Өнөөдөр баруун аймгуудын нутгийн зүүн, төвийн аймгуудын ихэнх нутаг, говь, зүүн аймгуудын нутгийн зарим газраар цас орж, цасан шуурга шуурч, зам даваа гүвээнд халтиргаа гулгаа үүсэж, үзэгдэх орчин хязгаарлагдахыг анхааруулж байна.",
    number: "0",
    time: "16 минутын өмнө",
  },
  {
    article: "№1: Сурагчдын амралтаар очин хөгжилдөж болох үнэ төлбөргүй газар",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/326299-23122024-1734953054-217104021-musun.jpg",
    title:
      "Энэ 7 хоногоос бага ангийн сурагчдын амралт эхэлсэн бол үргэлжлүүлэн дунд, ахлах ангийнхны амралт залгана",
    number: "0",
    time: "Өчигдөр",
  },
  {
    article: "Болз, аял, ажлаа хий: 0-2 насны хүүхэд асрах VIP төв нээгдлээ",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/326300-23122024-1734952199-1798102449-cover.jpg",
    title:
      "Xайртай бүхнээ халамжил уриатай “Хаппи Фловерс”  компанийн хамт олон 0-2 насны хүүхэдтэй эцэг эхчүүдэд зориулан шинэ үйлчилгээгээ “Хүннү 2222” хороололд нээлээ.",
    number: "0",
    time: "Өчигдөр",
  },
  {
    article:
      "Шахмал түлшний барьцалдуулагчийг дотоодын ямар компаниуд нийлүүлж байв?",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/326281-23122024-1734933510-714045528-MixCollage-23-Dec-2024-01-57-PM-27301.jpg",
    title:
      "Сайжруулсан шахмал түлш үйлдвэрлээд зургаан жил болж байна. Эхний хоёр жилд утаагүй боллоо “ураа” гэсээр иргэн бүр баярлав.",
    number: "0",
    time: "Өчигдөр",
  },
  {
    article:
      "Сумынхаа Ус дулаан ОНӨААТҮГ-т дөрвөн ажил давхар гүйцэтгэдэг залууг шагнажээ",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2020/10/261724-01102020-1601521385-1210011841-tsas.jpg",
    title:
      "Сүхбаатар аймгийн Түмэнцогт сумын сумын Ус дулаан ОНӨААТҮГ-т 8 дахь жилдээ ажиллаж байгаа Э.Отгонтөгс гэх залууг аймгийн удирдлагууд нь онцлон шагнажээ.",
    number: "0",
    time: "Өчигдөр",
  },
  {
    article:
      "Хятадын дарангуйлал тогтоно гэж айдаст автуулж, төсөл гацаадаг жишиг байсаар байна",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/326295-23122024-1734945034-1197227740-tsenguun1.jpeg",
    title:
      "УИХ дахь Ардчилсан намын бүлгийн хурал үргэлжилж байна. Хэлэлцэж буй асуудалтай холбоотойгоор намын бүлгийн гишүүд сэтгүүлчдэд мэдээлэл хийв.",
    number: "0",
    time: "Өчигдөр",
  },
  {
    article: "Юнител групп ажилтнууддаа зориулсан ээлжит сюрпризээ задаллаа",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/-23122024-1734943255-977280409-unitel.jpg",
    title:
      "Шинэ жил бол гэр бүл, хайртай дотны хүмүүстэйгээ хамтдаа халуун дулаан уур амьсгал дунд, аз жаргалтай мөчүүдийг өнгөрүүлдэг онцгой баяр.",
    number: "0",
    time: "Өчигдөр",
  },
  {
    article:
      "Голомт банкыг 'Ажиллахад таатай газар'-аар гурван жил дараалан батламжиллаа",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/-23122024-1734942438-227632850-medee_nuur-01.jpg",
    title:
      "Голомт банк ажилтнуудынхаа итгэлцэл, хүндлэл, нөхөрлөл, бахархал, хамтын ажиллагаанд тулгуурласан ажлын орчныг бүрдүүлэн ажилладаг бөгөөд үүнийгээ бататган 2022 онд Монголын банк санхүүгийн салбараас анхлан “Ажиллахад таатай газар”-аар батламжлагдсан билээ.",
    number: "0",
    time: "Өчигдөр",
  },
  {
    article: "Цэвэр агаарт гаргах тусгай автобусны маршрутыг нэмнэ",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/ck/2023/12/30/avtobus_shine-111008-411005437.jpeg",
    title:
      "Агаарын бохирдлыг бууруулах, чанарыг сайжруулах, хүн амын эрүүл мэндийг хамгаалах зорилгоор нийслэл Улаанбаатар хот 2025 оны гуравдугаар сарын 1-н хүртэл өндөржүүлсэн бэлэн байдлын зэрэгт шилжсэн. ",
    number: "100",
    time: "Өчигдөр",
  },
  {
    article:
      "Бүтэлттэй төрсөн нярайг эрт эмчлэх тархи хөргөх эмчилгээг Монголд нэвтрүүллээ",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/326292-23122024-1734941561-1997640184-zurag-21.jpg",
    title:
      "Хүүхдийн тархи хөргөх эмчилгээг нийслэлийн “Өргөө” амаржих газарт Монгол Улсдаа анх удаа нэвтрүүлж байгаагаа зарлалаа.",
    number: "322",
    time: "Өчигдөр",
  },
  {
    article:
      "Европын сэргээн босголт, хөгжлийн банк байгуулах хэлэлцээрт оруулсан өөрчлөлтийг хүлээн зөвшөөрөв",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/-23122024-1734940530-1068958336-d53f048106c94f498afd3b282e38e099.jpg",
    title:
      "Монгол Улсын Их Хурлын дарга Д.Амарбаясгаланд өнөөдөр (2024.12.23) Сангийн сайд Б.Жавхлан Европын сэргээн босголт, хөгжлийн банк үүсгэн байгуулах тухай хэлэлцээрт оруулсан нэмэлт, өөрчлөлтийг хүлээн зөвшөөрч, соёрхон батлах тухай хуулийн төслийг өргөн мэдүүлэв.",
    number: "41",
    time: "Өчигдөр",
  },
  {
    article: "СЭРЭМЖЛҮҮЛЭГ: Өнөө шөнө цасан шуурга шуурна",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/-23122024-1734938737-278076607-471148314_1201906955268865_5736565510538558290_n.jpg",
    title:
      "23-24-нд шилжих шөнө баруун болон төвийн аймгуудын ихэнх нутаг, говийн аймгуудын нутгийн хойд хэсгээр, 24-ний өдөр баруун аймгуудын нутгийн зүүн, төвийн аймгуудын ихэнх нутаг, говь, зүүн аймгуудын нутгийн зарим газраар цас орж, цасан шуурга шуурч,",
    number: "45",
    time: "Өчигдөр",
  },
  {
    article: "Нийслэлийн 2025 оны төсвийг хэлэлцжээ",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/-23122024-1734938021-834049750-large-6768fab050a40358c7329dc4.jpg",
    title:
      "Нийслэлийн ИТХ-ын ээлжит бус III хуралдааны эхний хэлэлцүүлэг өнөөдөр боллоо. Хуралдааны эхэнд “Нийслэлийн 2024 оны төсөвт нэмэлт, өөрчлөлт оруулах тухай” болон “Нийслэлийн 2025 оны төсөв батлах тухай” асуудлыг хэлэлцлээ.",
    number: "0",
    time: "Өчигдөр",
  },
  {
    article:
      "БГД-т шинэ бага сургууль, цэцэрлэг ашиглалтад ороход бэлэн болжээ",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/12/326285-23122024-1734934190-1346521217-6768f8f8e90d1138002216cc.jpg",
    title:
      "Баянгол дүүргийн 10 дугаар хороонд 280 хүүхдийн бага сургууль, цэцэрлэгийн цогцолборын барилгын ажил дуусчээ.",
    number: "45",
    time: "Өчигдөр",
  },
  {
    article:
      "Гадаад улсын иргэдэд давуу байдал олгосон хэргийг шүүхэд шилжүүлжээ",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/1000/images/c/2024/05/318921-16052024-1715835725-1919416128-procuror.jpg",
    title:
      "Прокурорын байгууллага 2024 оны 12 дугаар сарын 16-наас 20-ны өдрийг хүртэл хугацаанд хэрэг бүртгэлтийн 44495, мөрдөн байцаалтын 2490 хэрэгт хяналт тавьж, эрүүгийн 434 хэрэгт яллах дүгнэлт үйлдэн шүүхэд шилжүүллээ.",
    number: "34",
    time: "Өчигдөр",
  },
];
export const combinedArray = [...newsData, ...articles];

