export const newsData = [
  {
    homenum: 1,
    date: "12 сарын 21",
    title: "Өнөөдөр цас орохгүй, цаг агаар тогтуун байна",
    summary: "Өнөөдөр нийт нутгаар цас орохгүй, цаг агаар тогтуун байна.",
    time: "2 цагийн өмнө",
    comments: 11,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 23",
  },

  {
    homenum: 2,
    date: "12 сарын 20",
    title:
      "Баярын худалдааны үеэр олныг машинаар дайрсны улмаас 2 хүн амиа алдаж, 68 хүн бэртжээ",
    summary:
      "Германы Магдебург хотод өчигдөр буюу 2024 оны 12-р сарын 20-нд болж, Зул сарын зах дээр нэгэн автомашин олон хүнийг дайрч...",
    time: "21 минутын өмнө",
    comments: 0,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 22",
  },
  {
    homenum: 3,
    date: "12 сарын 20",
    title:
      "Эрдэнэс Тавантолгойн ногдол ашиг 121500 төгрөгийг иргэдийн дансанд шилжүүллээ",
    summary:
      "Ерөнхий сайд Л.Оюун-Эрдэнэ өчигдөр мэдээлэл хийхдээ Эрдэнэс Тавантолгой компанийн 12-р сарын 20-ны байдлаар 4.3 их наяд төгрөгийн ашигтай ажилласан.",
    time: "2 цагийн өмнө",
    comments: 316,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 21",
  },
  {
    homenum: 4,
    date: "12 сарын 20",
    title:
      "Л.Оюун-Эрдэнэ: Иргэн бүр 350 мянган төгрөгийн ногдол ашиг хүртэх боломж бүрдсэн",
    summary:
      "Ерөнхий сайд Л.Оюун-Эрдэнэ мэдээлэл хийхдээ Монгол Улсын иргэн бүрд ногдол ашиг олгох тухай дурдсан.",
    time: "Өчигдөр",
    comments: 625,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 20",
  },
  {
    homenum: 5,
    date: "12 сарын 19",
    title: "Төмөр замын төв буудлын нүхэн гарц урсдаг замтай боллоо",
    summary:
      "Улаанбаатар хотын төмөр замын төв буудалд шинэчлэлийн ажил хийгдэж, урсдаг зам ашиглалтад орлоо.",
    time: "2024-12-19 16:45",
    comments: 1709,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 19",
  },
  {
    homenum: 6,
    date: "12 сарын 19",
    title: "2025 оноос хэрэгжиж эхлэх ХУУЛЬ, ТОГТООЛУУД",
    summary:
      "2025 оноос хэрэгжих шинэ хууль, тогтоолуудын талаар дэлгэрэнгүй танилцуулга хүргэж байна.",
    time: "2024-12-19 08:36",
    comments: 156,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    day: "12 сарын 18",
  },
  {
    homenum: 7,
    date: "12 сарын 18",
    title: "ЦЕГ: Реппер Roockie-г олж тогтоон шалгаж байна",
    summary:
      "Цагдаагийн ерөнхий газраас мэдээлснээр Реппер Roockie-г хуулийн дагуу шалгаж байгаа тухай мэдэгдэв.",
    time: "2024-12-19 10:21",
    comments: 98,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
  },
  {
    homenum: 8,
    date: "12 сарын 19",
    title: "Төмөр замын төв буудлын нүхэн гарц урсдаг замтай боллоо",
    summary:
      "Улаанбаатар хотын төмөр замын төв буудалд шинэчлэлийн ажил хийгдэж, урсдаг зам ашиглалтад орлоо.",
    time: "2024-12-19 16:45",
    comments: 1709,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
  },
  {
    homenum: 9,
    date: "12 сарын 19",
    title: "2025 оноос хэрэгжиж эхлэх ХУУЛЬ, ТОГТООЛУУД",
    summary:
      "2025 оноос хэрэгжих шинэ хууль, тогтоолуудын талаар дэлгэрэнгүй танилцуулга хүргэж байна.",
    time: "2024-12-19 08:36",
    comments: 156,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
  },
  {
    homenum: 10,
    date: "12 сарын 18",
    title: "ЦЕГ: Реппер Roockie-г олж тогтоон шалгаж байна",
    summary:
      "Цагдаагийн ерөнхий газраас мэдээлснээр Реппер Roockie-г хуулийн дагуу шалгаж байгаа тухай мэдэгдэв.",
    time: "2024-12-19 10:21",
    comments: 98,
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
  },
];
export const cardarr = [
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    title:
      "Л.Оюун-Эрдэнэ: Иргэн бүр 350 мянган төгрөгийн ногдол ашиг хүртэх боломж бүрдсэн",

    number: "501",
    time: " 1 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/-20122024-1734662229-860155718-mobi_nuur2.jpg",
    title:
      "Дэлхийн 200 гаруй улсад ашиглаж болох Global Data eSim-ний талаар та юу мэдэх ёстой вэ",

    number: "3",
    time: " 10 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/-20122024-1734668987-2102376822-odontuya1.jpeg",
    title:
      "С.Одонтуяа: Багануурын уурхайг түшиглэн коксжсон буюу хөх нүүрсний үйлдвэр байгуулна",

    number: "72",
    time: " 4 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    title:
      "Л.Оюун-Эрдэнэ: Иргэн бүр 350 мянган төгрөгийн ногдол ашиг хүртэх боломж бүрдсэн",

    number: "501",
    time: " 1 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    title:
      "Л.Оюун-Эрдэнэ: Иргэн бүр 350 мянган төгрөгийн ногдол ашиг хүртэх боломж бүрдсэн",

    number: "501",
    time: " 1 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/-20122024-1734662229-860155718-mobi_nuur2.jpg",
    title:
      "Дэлхийн 200 гаруй улсад ашиглаж болох Global Data eSim-ний талаар та юу мэдэх ёстой вэ",

    number: "3",
    time: " 10 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/-20122024-1734668987-2102376822-odontuya1.jpeg",
    title:
      "С.Одонтуяа: Багануурын уурхайг түшиглэн коксжсон буюу хөх нүүрсний үйлдвэр байгуулна",

    number: "72",
    time: " 4 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    title:
      "Л.Оюун-Эрдэнэ: Иргэн бүр 350 мянган төгрөгийн ногдол ашиг хүртэх боломж бүрдсэн",

    number: "501",
    time: " 1 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    title:
      "Л.Оюун-Эрдэнэ: Иргэн бүр 350 мянган төгрөгийн ногдол ашиг хүртэх боломж бүрдсэн",

    number: "501",
    time: " 1 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/-20122024-1734662229-860155718-mobi_nuur2.jpg",
    title:
      "Дэлхийн 200 гаруй улсад ашиглаж болох Global Data eSim-ний талаар та юу мэдэх ёстой вэ",

    number: "3",
    time: " 10 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/-20122024-1734668987-2102376822-odontuya1.jpeg",
    title:
      "С.Одонтуяа: Багануурын уурхайг түшиглэн коксжсон буюу хөх нүүрсний үйлдвэр байгуулна",

    number: "72",
    time: " 4 цагийн өмнө",
  },
  {
    text: "унших",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/600/images/c/2024/12/326228-20122024-1734675686-1718261107-7.jpg",
    title:
      "Л.Оюун-Эрдэнэ: Иргэн бүр 350 мянган төгрөгийн ногдол ашиг хүртэх боломж бүрдсэн",

    number: "501",
    time: " 1 цагийн өмнө",
  },
];
export const combinedArray = [...newsData, ...cardarr];
export const storyithem = [
  {
    img: "https://mgl.gogo.mn/newsn/story/mobicom-dotor-6764d99535db4822975842.jpg",
    text: "Дэлхийн 200 гаруй улсад ашиглаж болох Global Data eSim-ний талаар та юу мэдэх ёстой вэ",
    Number: "72",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/zurag-29-154219-467089760-6764cd4312901885474402.jpeg",
    text: "Хөрсөнд ургасан бүхэн органик биш",
    Number: "97",
  },

  {
    img: "https://mgl.gogo.mn/newsn/story/1-3-6764cce61c0dd664440065.jpeg",
    text: "Японы Фүкүшима хот хогоо ангилж хаяагүй иргэдийн нэрийг нийтэд мэдээлдэг болно",
    Number: "105",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/nomiinbayr-10-134724-18453572541-6764cc8ceec15160327054.jpeg",
    text: "Хүүхэд эхний удаа уншихад 20, хоёр дахиа уншихад 68 хувьтай ойлгодог&quot;",
    Number: "104",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/tog-togtasralt-18-161219-13007780191-6764cc12c64dd561938572.jpeg",
    text: "ФОТО: Хэзээ бид өвлийг тогтой, утаагүй, түгжрэлгүй, гантиг зам дээр уначихгүй давах бол",
    Number: "119",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/picture3-6763bb4641451633437386.jpg",
    text: "Эвсэг брэнд 60% хүртэл шинэ жилийн хямдралт худалдаа зарлалаа",
    Number: "311",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/mobicom-dotor-6764d99535db4822975842.jpg",
    text: "Дэлхийн 200 гаруй улсад ашиглаж болох Global Data eSim-ний талаар та юу мэдэх ёстой вэ",
    Number: "72",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/zurag-29-154219-467089760-6764cd4312901885474402.jpeg",
    text: "Хөрсөнд ургасан бүхэн органик биш",
    Number: "97",
  },

  {
    img: "https://mgl.gogo.mn/newsn/story/1-3-6764cce61c0dd664440065.jpeg",
    text: "Японы Фүкүшима хот хогоо ангилж хаяагүй иргэдийн нэрийг нийтэд мэдээлдэг болно",
    Number: "105",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/nomiinbayr-10-134724-18453572541-6764cc8ceec15160327054.jpeg",
    text: "Хүүхэд эхний удаа уншихад 20, хоёр дахиа уншихад 68 хувьтай ойлгодог",
    Number: "104",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/tog-togtasralt-18-161219-13007780191-6764cc12c64dd561938572.jpeg",
    text: "ФОТО: Хэзээ бид өвлийг тогтой, утаагүй, түгжрэлгүй, гантиг зам дээр уначихгүй давах бол",
    Number: "119",
  },
  {
    img: "https://mgl.gogo.mn/newsn/story/picture3-6763bb4641451633437386.jpg",
    text: "Эвсэг брэнд 60% хүртэл шинэ жилийн хямдралт худалдаа зарлалаа",
    Number: "311",
  },
];
export const articles = [
  {
    article:
      "Чингэлтэй дүүргийн 10-р хорооны Баянбүрдийн тойргийн ойролцоо байрлах мөсөн талбайд хүүхдүүд болон насанд хүрэгчид үнэ төлбөргүйгээр гулгаж хөгжилдөх боломжтой.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/326299-23122024-1734953054-217104021-musun.jpg",
    title: "Чингэлтэй дүүрэг дэх мөсөн гулгуурын талбай",
    number: "0",
    time: "Дөнгөж сая",
  },
  {
    article:
      "Хайртай бүхнээ халамжил уриатай “Хаппи Фловерс” компанийн хамт олон 0-2 насны хүүхэдтэй эцэг эхчүүдэд зориулан VIP төвийг нээлээ.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/326300-23122024-1734952199-1798102449-cover.jpg",
    title: "0-2 насны хүүхэд асрах VIP төв",
    number: "0",
    time: "Дөнгөж сая",
  },
  {
    article:
      "Сайжруулсан шахмал түлшний үйлдвэрлэлд барьцалдуулагч нийлүүлж буй дотоодын компаниудын мэдээллийг танилцуулж байна.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/326281-23122024-1734933510-714045528-MixCollage-23-Dec-2024-01-57-PM-27301.jpg",
    title: "Шахмал түлшний барьцалдуулагч нийлүүлэгчид",
    number: "26",
    time: "Дөнгөж сая",
  },
  {
    article:
      "Өмнөх жилээс эхлэн дөрвөн өөр ажил давхар гүйцэтгэж буй залуу шагнал хүртжээ.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/326287-23122024-1734947070-1284942976-471146507_906875534905755_2032365717137572242_n_(1).jpg",
    title: "Сумынхаа ОНӨААТҮГ-ын ажилтан шагнагджээ",
    number: "389",
    time: "Дөнгөж сая",
  },
  {
    article: "Цахилгаан станц барих төслүүдийн гацалтын талаар ярилцлаа.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/326295-23122024-1734945034-1197227740-tsenguun1.jpeg",
    title: "Том төслүүдийн гацалтын шалтгаан",
    number: "78",
    time: "Дөнгөж сая",
  },
  {
    article: "Юнител групп шинэ жилд зориулан ажилтнуудаа баярлууллаа.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/-23122024-1734943255-977280409-unitel.jpg",
    title: "Юнител групп ажилтнуудаа баярлууллаа",
    number: "82",
    time: "Дөнгөж сая",
  },
  {
    article:
      "Голомт банк гурван жил дараалан “Ажиллахад таатай газар”-аар тодорлоо.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/-23122024-1734942438-227632850-medee_nuur-01.jpg",
    title: "Голомт банк: Ажиллахад таатай газар",
    number: "28",
    time: "Дөнгөж сая",
  },
  {
    article:
      "Агаарын бохирдлыг бууруулах зорилгоор тусгай автобусны маршрутыг нэмэгдүүллээ.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/ck/2023/12/30/avtobus_shine-111008-411005437.jpeg",
    title: "Цэвэр агаарт гаргах тусгай автобус",
    number: "90",
    time: "Дөнгөж сая",
  },
  {
    article:
      "Монголд анх удаа нярайн тархины эмчилгээний шинэ технологийг нэвтрүүллээ.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/326292-23122024-1734941561-1997640184-zurag-21.jpg",
    title: "Нярайн тархины хөргөлт эмчилгээ",
    number: "203",
    time: "Дөнгөж сая",
  },
  {
    article:
      "Европын сэргээн босголт, хөгжлийн банкны хэлэлцээрийг шинэчилсэн байна.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/-23122024-1734940530-1068958336-d53f048106c94f498afd3b282e38e099.jpg",
    title: "Европын сэргээн босголт, хөгжлийн банкны хэлэлцээр",
    number: "41",
    time: "Дөнгөж сая",
  },
  {
    article: "Цасан шуурга шуурах талаар цаг уурын анхааруулга гарчээ.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/-23122024-1734938737-278076607-471148314_1201906955268865_5736565510538558290_n.jpg",
    title: "СЭРЭМЖЛҮҮЛЭГ: Цасан шуурга шуурна",
    number: "41",
    time: "Дөнгөж сая",
  },
  {
    article: "Нийслэлийн 2025 оны төсвийг хэлэлцэх хуралдаан болжээ.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/-23122024-1734938021-834049750-large-6768fab050a40358c7329dc4.jpg",
    title: "Нийслэлийн 2025 оны төсөв",
    number: "0",
    time: "9 минутын өмнө",
  },
  {
    article:
      "Баянгол дүүрэгт шинэ бага сургууль, цэцэрлэг нээлтээ хийж ашиглалтад оржээ.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/326285-23122024-1734934190-1346521217-6768f8f8e90d1138002216cc.jpg",
    title: "БГД-ийн шинэ бага сургууль, цэцэрлэг",
    number: "42",
    time: "34 минутын өмнө",
  },
  {
    article:
      "Прокурорын байгууллага гадаадын иргэдэд давуу байдал олгосон хэргийг шүүхэд шилжүүлжээ.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/05/318921-16052024-1715835725-1919416128-procuror.jpg",
    title: "Гадаад иргэдэд давуу байдал олгосон хэрэг",
    number: "34",
    time: "49 минутын өмнө",
  },
  {
    article: "Туул голын хойд эргээр 33 км урт хурдны зам барина.",
    image:
      "https://mgl.gogo.mn/newsn/thumbnail/420/images/c/2024/12/326286-23122024-1734934776-1610810859-express.jpg",
    title: "Туул голын хойд хэсгийн хурдны зам",
    number: "124",
    time: "1 цагийн өмнө",
  },
];
